[
    "Balapan Utama Chukyo. Kinko Sho G2",
    "Umamusume juara Kika Sho, Matikanefukukitaru, termasuk di antara pesaing terkuat dalam pertarungan 2000m ini!",
    "Di antara mereka ada sang favorit, dengan gaya pelariannya yang menguasai, yang baru saja meraih kemenangan ketiga berturut-turut, Silence Suzuka!",
    "Dengan lawan-lawan veteran ini, bisakah dia tetap melakukan pelariannya?!",
    "Meskipun jumlah kami sedikit, masing-masing dari kami adalah kelas atas, jadi bahkan Suzuka-san seharusnya berhati-hati dalam balapan ini…",
    "Dalam hal ini, aku harus mempertahankan posisi ini!",
    "Silence Suzuka, memasuki sisi jauh lintasan sebagai pemimpin, \\ndengan jarak sekitar 4 hingga 5 panjang badan.",
    "Unggulan kedua, Matikanefukukitaru, \\nberusaha maju dari posisi belakang.",
    "Jika kita terus dengan kecepatan ini, posisi pengejar akan menguntungkan. \\nDi lintasan lurus terakhir, dengan finis kuatku saat itu…!",
    "Silence Suzuka masih tidak menurunkan kecepatannya! \\nJaraknya bertambah menjadi 8 atau 9 panjang badan!",
    "Waaah?! Apa kamu waras, Suzuka-san?!",
    "Dengan keunggulan yang kuat ini, \nSilence Suzuka melewati tikungan ketiga.",
    "Bahkan dengan kelompok lawan yang kuat ini, dia memilih untuk melarikan diri! Tapi lawan-lawannya tidak gentar dan terus memberikan tekanan!",
    "Tapi jarak di antara mereka tidak menutup! \\nKecepatan Silence Suzuka tidak turun!",
    "Silence Suzuka masih memimpin sekitar 5 panjang badan! \\nLawan-lawannya memasuki akselerasi terakhir mereka!",
    "Di sini!",
    "Dari sini, sekaligus—",
    "Apa……?!",
    "Luar biasa… Silence Suzuka, \\nsang pelopor, memasuki akselerasi lagi!",
    "Umamusume macam apa ini?! 8 panjang badan, 9 panjang badan, dia semakin menjauh!",
    "Luar biasa! Silence Suzuka meraih kemenangan mudah!! Dengan \\njarak lebih dari 10 panjang badan — dia melintasi garis finis!",
    "Di panggung G2 ini, kemenangan dengan margin yang sangat besar! \nSilence Suzuka, dengan pelariannya dari \"Dimensi Lain\"!"
]
