[
    "Bermimpi menjadi Junior Class Queen, para Umamusume muda ini menantang G1 pertama mereka.",
    "Dengan dua kemenangan berturut-turut, Rhein Kraft adalah favorit—— Bahkan dikatakan dia sudah siap untuk balapan Classic.",
    "Meski begitu",
    "Mengklaim G1 bukanlah hal mudah——",
    "Namun, dia memiliki bakat",
    "Mengerti? Perhatikan baik-baik lari gadis itu",
    "Semua Umamusume telah siap di gerbang start mereka",
    "Hanshin Juvenile Fillies, sekarang——",
    "Mulai!",
    "Ada persaingan ketat untuk memimpin, dan sudah, kelompok mulai menyebar",
    "Favorit, Rhein Kraft, menetap di belakang barisan depan di posisi ke-7 atau ke-8.",
    "Aura semua orang luar biasa……!",
    "Tapi, aku tak akan membiarkan itu menghalangiku!",
    "Aku akan mengincar posisi terbaik——",
    "Ah……!?",
    "Tidak, tidak, meski King-san bilang padaku untuk tidak terburu-buru",
    "Tenang, fokus. Hanya fokus——",
    "Kini para Umamusume bergerak dari tikungan ke-3 ke tikungan ke-4! Mereka perlahan mulai meningkatkan kecepatan!",
    "Baiklah……!",
    "Dan sekarang Rhein Kraft meningkatkan kecepatannya lebih jauh! Dia mengincar jalur luar untuk cepat menutup jarak!",
    "Aku akan mendorong maju dan mengincar depan……!",
    "Uwah!? ……!",
    "Dia terlalu cepat! Jika dia sejauh itu, maka jarak akan melebar!",
    "……Namun, Kraft-san belum menyerah",
    "Eh……",
    "Rhein Kraft tertinggal 4 hingga 5 panjang badan dari depan! Apakah ini terlalu sulit baginya!?",
    "Sesuatu seperti ini……",
    "Akan kutunjukkan padamu",
    "Aku bisa mengatasinya!!",
    "Yaaaaaaaーーーー!!",
    "Dia datang! Ini Rhein Kraft! Rhein Kraft seketika menutup jarak!",
    "Tapi, yang lain masih bertahan!",
    "Bisakah dia menyamakan!?",
    "Dia menyamakan!",
    "Dengan mereka berbaris, mereka melintasi gaaaaaris finis!!",
    "Di antara ketiganya! Itu pertandingan yang sulit!",
    "Rhein Kraft, dengan dorongan sengit untuk tetap bertahan!",
    "——Namun, dia menempati posisi ke-3 dengan ketat!!",
    "Dia hanya kurang sedikit!",
    "Tapi, tidak salah lagi……gadis itu, akan berhasil di panggung Classic……!",
    "Tidakkah kalian pikir segalanya akan membaik untuk tim kita juga!?",
    "Fufuu, aku tak boleh kalah darinya……"
]