[
    "Tribun penuh sesak, dan sorak-sorai penggemar bergema di seluruh arena balap Tokyo!",
    "Dengan dukungan luar biasa dari penggemar, \"Pelari dari Dimensi Berbeda\" Silence Suzuka berada di posisi pertama, nomor 1! Bagaimana strategi Escape-nya akan berlangsung?!",
    "Membawa segudang harapan, [Fall Tenno Sho] - Mulai!",
    "Dan, sesuai harapan, Silence Suzuka cepat melesat dan merebut posisi terdepan!",
    "Haa… haa…… hmm!!!",
    "Lebih lanjut, Silence Suzuka tidak melambat! Malah semakin mempercepat, dia memperlebar jarak!",
    "Luar biasa…! Sebesar itu perbedaan mereka?!",
    "Ya, dia berlari dengan kecepatan lari jarak pendek…!",
    "Gaya lari Suzuka-san, bagi Umamusume, adalah yang paling ideal, dan seperti mimpi.",
    "Sejauh apa ini akan membawamu, Suzuka-san…!",
    "Lihatlah Silence Suzuka melesat! Kini dia melewati tanda 1000m!",
    "Waktunya - 57,4 detik!!!!",
    "Seberapa jauh lagi dia akan memperlebar jarak!? Seberapa cepat dia akan mencapai garis finis?!",
    "Silence Suzuka terus memimpin! Kini dia melintas di belakang pohon Zelkova raksasa!",
    "Fufuu…!",
    "Haa… haa…",
    "……? ……ku?!",
    "Kenapa…?! Aku tidak bisa bergerak?!",
    "Ah…?!",
    "……Siapa?",
    "Suzuka…!",
    "Semuanya……?",
    "Aku harus pergi menemui mereka…",
    "Trainer-san… semua orang sedang menunggu pemandangan itu!",
    "Silence Suzuka, muncul dari belakang pohon Zelkova raksasa! Dia meninggalkan tikungan terakhir dan memasuki lintasan lurus terakhir!!",
    "Dan tribun meledak dengan sorakan keras!!",
    "…Pemandangan dari posisi terdepan… Aku takkan menyerahkannya!!",
    "Silence Suzuka memulai sprintnya di sini!! \"Escape and Follow Through\"! Gaya yang tak bisa ditiru siapa pun!!",
    "Yaaaaaaaaaa―!!!",
    "Silence Suzuka memimpin! Dialah Silence Suzuka!",
    "Membawa begitu banyak harapan dan impian kami, Silence Suzuka adalah yang pertama melewati gaaaaaaaaaaaaaris finis!!",
    "Benar-benar Umamusume impian! Silence Suzuka dengan gemilang merebut [Fall Tenno Sho]!!",
    "Haa… haa…",
    "…Aku melihatnya…",
    "Pemandangan impianku…"
]